Repository: common-repository/spam-captcha
Catalog: lang/spam_captcha-*.po
Languages: fr_fr

source: Pie chart summary
fr_fr: Diagramme circulaire récapitulatif

source: Blocked by CAPTCHA (nothing entered)
fr_fr: Bloqué par CAPTCHA (rien entré)

source: Blocked by CAPTCHA (no session cookie)
fr_fr: Bloqué par CAPTCHA (pas de cookie de session)

source: Blocked by CAPTCHA (mismatch)
fr_fr: Bloqué par CAPTCHA (faux)

source: Blocked by AKISMET
fr_fr: Bloqué par AKISMET

source: Not Blocked by AKISMET but spam
fr_fr: Non bloqué par AKISMET mais est du spam

source: Normal comment
fr_fr: Commentaire normal

source: Blocked by AKISMET but normal
fr_fr: Bloqué par AKISMET mais normal

source: Last %s days summary
fr_fr: résumé des %s derniers jours

source: Comment blocked by Akismet
fr_fr: Commentaire bloqué par Akismet

source: Detailled summary
fr_fr: résumé détaillé

source: Type of protection
fr_fr: Type de protection

source: Summary
fr_fr: Synthèse

source: CAPTCHA protection:
fr_fr: Protection par Captcha :

source: %s messages have been blocked as the CAPTCHA test failed
fr_fr: %s messages ont été bloqués car le test par CAPTCHA a échoué

source: AKISMET protection:
fr_fr: Protection par Akismet :

source: This plugin have stopped %s spam-comments (and missed %s that you have manually indicated as being spam)
fr_fr: Ce plugin a stoppé %s commentaires considérés comme spam (et a en raté %s que vous avez manuellement marqué comme étant du spam)

source: Moreover, this plugin processes %s normal comments (and marked as spam %s that you have manually indicated as being normal)
fr_fr: De plus, ce plugin a traité %s commentaires normaux (et en marqué %s comme spam alors que vous avez indiqué que ceux-ci n&#039;en étaient pas)

source: Summary of Protection
fr_fr: Synthèse de la protection

source: Do you want to enable CAPTCHA for posting comments?
fr_fr: Voulez-vous activer les CAPTCHA pour les commentaires postés ?

source: Your server does not seems to have GD installed with the following functions: %s
fr_fr: Votre serveur ne semble pas avoir la librairie GD installée avec les fonctions suivantes: %s

source: Thus, it is not possible to activate this option... sorry !
fr_fr: Ainsi, il n&#039;est pas possible d&#039;activer cette option... désolé !

source: Yes/No (for commenting only):
fr_fr: Oui/Non (seulement pour les commentaires soumis) :

source: The captcha will be like that : %s
fr_fr: Le Captcha sera comme suit : %s

source: Use Capctha even if user is logged:
fr_fr: Utiliser le Captcha même si l&#039;utilisateur est enregistré

source: WARNING: If you enable this option, the Captcha will be only effective with users with the following role: %s
fr_fr: ATTENTION : Si vous activez cette option, le captcha ne fonctionnera que pour les utilisateurs avec un rôle parmi : %s

source: Then the Captcha will be displayed (for instance, to make sure that the display/CSS/etc. is correct) but ineffective with users with the following role: %s
fr_fr: Le Captcha sera affiché (par exemple pour vérifier que l&#039;affichage est correct, que les feuilles de styles fonctionnent...) mais sera non fonctionnel avec les utilisateurs ayant un rôle parmi : %s

source: The captcha proposes a sequence of lower-case letters:
fr_fr: Le captcha propose une séquence de lettres en minuscules

source: The captcha proposes an addition operation to solve:
fr_fr: Le captcha propose de trouver la solution d&#039;une addition

source: Number of letters:
fr_fr: Nombre de lettres :

source: Default value %s
fr_fr: La valeur par défaut : %s

source: Width of image:
fr_fr: Largeur de l&#039;image :

source: Height of image:
fr_fr: Hauteur de l&#039;image :

source: Maximum +/- angle of letters:
fr_fr: Angle maximal +/- des lettres :

source: Size of letters:
fr_fr: Taille des lettres :

source: Color of the background:
fr_fr: Couleur du fond :

source: Color of the font:
fr_fr: Couleur de la casse (lettres) :

source: Variation of the color of the letters:
fr_fr: Variation des couleurs des lettres :

source: The color of the letters are not homogenous
fr_fr: La couleur des lettres ne sont pas homogènes

source: Variation of the color of the background:
fr_fr: Variation des couleurs du fond :

source: The color of the background are not homogenous
fr_fr: La couleur de l&#039;arrière-plan ne sont pas homogènes

source: Percentage of variation (alea) of the colors (background and letters):
fr_fr: Pourcentage de différence entre la couleur des lettres et celle de l&#039;arrière plan

source: The HTML that will be inserted in your page to display captcha image:
fr_fr: Le HTML qui sera inséré dans vos pages afin d&#039;afficher les images de Captcha :

source: The default HTML is:
fr_fr: Le HTML par défaut est le suivant :

source: The CSS that will be inserted in your page to display captcha image:
fr_fr: Le CSS qui sera inséré dans vos pages afin d&#039;afficher les images de Captcha :

source: The default CSS is:
fr_fr: Le CSS par défaut est le suivant :

source: Please note that %s will be replace with the captcha image.
fr_fr: Remarque : %s sera remplacé par l&#039;image captcha

source: You may add some comment, for instance to make clear that the addition should be responded with the result of the operation.
fr_fr: Vous pouvez ajouter un commentaire, par exemple pour bien indiquer que le résultat de l&#039;addition doit-être correct

source: The image will be slightly distorded:
fr_fr: L&#039;image sera légèrement déformée :

source: The period of the wave:
fr_fr: La période de la courbure :

source: The amplitude of the wave:
fr_fr: L&#039;amplitude de la courbure :

source: Do you want to use Akismet API to check spam against posted comments?
fr_fr: Voulez-vous utiliser l&#039;API de Akismet afin de vérifier que les commentaires ne sont pas des spams ?

source: Yes/No:
fr_fr: Oui/Non :

source: The Akismet ID:
fr_fr: L&#039;identifiant d&#039;Akismet

source: Your Akismet ID is correct.
fr_fr: Votre identifiant est correct.

source: Your Akismet ID does not seem to be correct.
fr_fr: Votre identifiant n&#039;est pas correct.

source: To get an Akismet ID, see %s here %s.
fr_fr: Pour récupérer un identifiant, voir %s ici %s.

source: Captcha in Contact Forms
fr_fr: Captcha dans les Formulaires de Contact

source: Add a captcha on %s:
fr_fr: Ajouter un Captcha dans ¨%s :

source: Please install first this plugin %s.
fr_fr: Merci d&#039;installer d&#039;abord l’extension %s.

source: In the form, please use the shortcode %s to display the captcha.
fr_fr: Dans le formulaire, utilisez le code %s pour afficher le captcha.

source: Advanced parameters
fr_fr: Paramètres avancés

source: Remove stats older than (in days):
fr_fr: Enlever statistiques plus vieux que (en jours) :

source: Stats older than the predetermined number of days will be deleted to save database space.
fr_fr: Les statistiques antérieures au nombre de jours indiqués seront supprimées pour ne pas encombrer la base de données.

source: 0 means that no entry is deleted.
fr_fr: 0 signifie que rien ne sera modifié

source: Parameters
fr_fr: Paramètres

source: This plugin enables the verification that a comment is not a spam.
fr_fr: Cette extension permet de vérifier qu&#039;un commentaire n&#039;est pas du spam.

source: Purpose of that plugin
fr_fr: Voici le but de cette extension

source: You can configure the look of the captcha by modifying different parameters available in the configuration tab.
fr_fr: Vous pouvez configurer l&#039;apparence du captcha en changeant les paramètres disponibles dans l&#039;onglet

source: I recommend that you test differents values for the options in order to render the image complex enough for a machine but simple for a human.
fr_fr: Il est recommandé d&#039;essayer des valeurs différentes pour les options de façon à créer une image assez complexe pour un ordinateur mais simple pour un homme.

source: There are many parameters, no?
fr_fr: Ne trouvez vous pas qu&#039;il y a beaucoup de paramètres ?

source: Block spammer
fr_fr: Bloquer spammeur

source: How To
fr_fr: Comment

source: Manage translations
fr_fr: Gérer les traductions

source: Give feedback
fr_fr: Donner un feedback

source: Other plugins
fr_fr: Autres plugins

source: You have submitted a comment which is considered as a spam... If not, please modify it and retry
fr_fr: Vous avez soumis un commentaire qui est considéré comme un spam... Si ce n&#039;est pas le cas, merci de le modifier et d&#039;essayer à nouveau.

source: You have mistyped the captcha : to prove that your are not a spam machine, please retry!
fr_fr: Vous n&#039;avez pas saisi correctement le Captcha : pour prouver que vous n&#039;êtes pas une machine, merci d&#039;essayer à nouveau !

source: Please type the characters of this captcha image in the input box
fr_fr: Merci de taper les caractères de l&#039;image Captcha dans le champ

source: You do not have typed the correct captcha
fr_fr: Vous n&#039;avez pas tapé le bon captcha
